Repository: laconicman/YDeliveryKit
Catalog: Sources/YDeliveryData/Localizable.xcstrings
Source language: en
Languages: ru

source: %@, ext. %@
ru: %@, доб. %@

source: Back at the pickup point
ru: Вернулся на точку забора

source: Cancelled
ru: Отменён

source: Confirming delivery
ru: Подтверждаем доставку

source: Confirming pickup
ru: Подтверждаем забор

source: Confirming the return
ru: Подтверждаем возврат

source: Couldn't price the route
ru: Не удалось оценить маршрут

source: Courier assigned — heading to pickup
ru: Курьер назначен, едет на забор

source: Courier is at the destination door
ru: Курьер у двери получателя

source: Courier is at the pickup door
ru: Курьер у двери отправителя

source: Delivered
ru: Доставлено

source: Ended before delivery
ru: Завершился до вручения

source: Heading back to the sender
ru: Возвращается к отправителю

source: Looking for a courier
ru: Ищем курьера

source: No courier found
ru: Курьер не найден

source: Picked up
ru: Груз забран

source: Placing the order
ru: Размещаем заявку

source: Returned to the sender
ru: Возвращён отправителю

source: Sharing needs iCloud sync.
ru: Для общего доступа нужна синхронизация iCloud.

source: Sharing needs one successful sync. Make sure this device is signed in to iCloud and online, then try again in a moment.
ru: Для общего доступа нужна хотя бы одна успешная синхронизация. Убедитесь, что устройство вошло в iCloud и подключено к сети, и повторите через минуту.

source: The order could not be shared.
ru: Не удалось открыть общий доступ к заказу.

source: This build cannot sync with iCloud.
ru: Эта сборка не может синхронизироваться с iCloud.

source: This install could not start iCloud sync: %@.
ru: Эта установка не смогла запустить синхронизацию iCloud: %@.

source: This order has not reached iCloud yet.
ru: Этот заказ ещё не попал в iCloud.

source: Waiting for payment
ru: Ждёт оплаты

source: Waiting for your approval
ru: Ждёт вашего подтверждения
